dd = [
// ЯНВАРЬ
[
["С Новым Годом!"],//1
["Всемирный день интроверта"],//2
["День бенгальских искр и гирляндных огней"],//3
["Всемирный день гипноза"],//4
["День сценариста"],//5
["День объятий"],//6
["Международный день программистов"],//7
["День войны с бедностью"],//8
["Международный день хореографа"],//9
["День своеобразных людей"],//10
["Международный день скетчноутинга"],//11
["День усердной работы"],//12
["День резинового утёнка"],//13
["Всемирный день логики"],//14
["День рождения Википедии"],//15
["Международный день горячей и острой пищи"],//16
["День творчества и вдохновения"],//17
["День Винни Пуха"],//18
["День попкорна"],//19
["День видеокамеры"],//20
[21],//21
[22],//22
[23],//23
[24],//24
[25],//25
[26],//26
[27],//27
[28],//28
[29],//29
[30],//30
[31]//31
],

// ФЕВРАЛЬ
[
[1],//1
[2],//2
[3],//3
[4],//4
[5],//5
[6],//6
[7],//7
[8],//8
["День рождения @SerFinly !"],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
[16],//16
[17],//17
[18],//18
[19],//19
[20],//20
[21],//21
[22],//22
[23],//23
[24],//24
[25],//25
[26],//26
[27],//27
[28],//28
[29],//29
[30],//30
[31]//31
],

// МАРТ
[
[1],//1
[2],//2
[3],//3
[4],//4
[5],//5
[6],//6
[7],//7
[8],//8
[9],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
[16],//16
[17],//17
[18],//18
[19],//19
[20],//20
[21],//21
[22],//22
["Годовщина релиза PUBG"],//23
[24],//24
[25],//25
[26],//26
[27],//27
[28],//28
[29],//29
[30],//30
[31]//31
],

// АПРЕЛЬ
[
[1],//1
[2],//2
[3],//3
[4],//4
[5],//5
[6],//6
[7],//7
[8],//8
[9],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
[16],//16
[17],//17
[18],//18
[19],//19
[20],//20
[21],//21
[22],//22
[23],//23
[24],//24
[25],//25
[26],//26
[27],//27
[28],//28
[29],//29
[30],//30
[31]//31
],

// МАЙ
[
[1],//1
[2],//2
[3],//3
[4],//4
[5],//5
[6],//6
[7],//7
[8],//8
[9],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
["Годовщина релиза Terraria"],//16
[17],//17
[18],//18
[19],//19
[20],//20
[21],//21
[22],//22
[23],//23
[24],//24
[25],//25
[26],//26
[27],//27
[28],//28
[29],//29
[30],//30
[31]//31
],

// ИЮНЬ
[
[1],//1
["Годовщина релиза Valorant"],//2
[3],//3
[4],//4
[5],//5
[6],//6
[7],//7
[8],//8
[9],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
[16],//16
[17],//17
[18],//18
[19],//19
[20],//20
[21],//21
[22],//22
[23],//23
[24],//24
[25],//25
[26],//26
[27],//27
[28],//28
[29],//29
[30],//30
[31]//31
],

//ИЮЛЬ
[
[1],//1
[2],//2
["Годовщина релиза Warcraft III"],//3
[4],//4
[5],//5
[6],//6
[7],//7
[8],//8
["Годовщина релиза Dota 2"],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
[16],//16
[17],//17
[18],//18
[19],//19
[20],//20
["Годовщина релиза Fortnite"],//21
[22],//22
[23],//23
[24],//24
[25],//25
[26],//26
[27],//27
[28],//28
[29],//29
[30],//30
[31]//31
],

// АВГУСТ
[
["Сегодня юбилей этого канала Twitch!"],//1
[2],//2
[3],//3
[4],//4
[5],//5
[6],//6
[7],//7
[8],//8
[9],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
[16],//16
[17],//17
[18],//18
[19],//19
[20],//20
[21],//21
[22],//22
[23],//23
[24],//24
[25],//25
[26],//26
[27],//27
[28],//28
[29],//29
[30],//30
[31]//31
],

// СЕНТЯБРЬ
[
["День знаний и детских слёз"],//1
[2],//2
["Я календарь..."],//3
[4],//4
[5],//5
[6],//6
[7],//7
[8],//8
[9],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
[16],//16
["День тур-менеджера"],//17
["Всемирный день бамбука"],//18
["День рождения смайлика"],//19
["День пиццы Пеперони"],//20
["День коллекционера"],//21
["День сети"],//22
["День зелёного кофе"],//23
["День системного аналитика"],//24
["Всемирный день мечты"],//25
["Всемирный день моря"],//26
["День рождения поисковой системы Google"],//27
["Международный день всеобщего доступа к информации"],//28
["Всемирный день сердца"],//29
["Международный день переводчика"],//30
[31]//31
],

// ОКТЯБРЬ
[
["Международный день кофе"],//1
["Всемирный день без алкоголя"],//2
["Всемирный день смузи"],//3
["Всемирный день улыбки"],//4
["Всемирный день пешей ходьбы"],//5
[6],//6
[7],//7
[8],//8
["Всемирный день почты"],//9
["Годовщина релиза Team Fortress 2"],//10
["День езды по бездорожью"],//11
["День шоколадных сюрпризов"],//12
["День шоколадного драже M&M's"],//13
["Всемирный день стандартов"],//14
["День импровизатора"],//15
["Всемирный день здорового питания"],//16
["День посиделок при свечах"],//17
["Всемирный день конфет"],//18
["Международный день ремонта"],//19
["Международный день повара"],//20
[21],//21
["День клавиши CAPS LOCK"],//22
["День организаторов мероприятий"],//23
[24],//24
["Всемирный день лемура"],//25
["День кутания в пледы"],//26
["День тыквы"],//27
["Международный день анимации"],//28
[29],//29
["День инженера-механика"],//30
["Хэллоуин"]//31
],

// НОЯБРЬ
[
["Международный день ароматической свечи"],//1
["Всемирный день мужчин"],//2
["День хранения тайны"],//3
["День рождения кассового аппарата"],//4
["День коммерческого телевещания"],//5
[6],//6
["День кэшбэка"],//7
["Международный день пианиста"],//8
["День рождения неоновой рекламы"],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
[16],//16
[17],//17
["Годовщина релиза Minecraft"],//18
[19],//19
[20],//20
[21],//21
[22],//22
[23],//23
[24],//24
[25],//25
[26],//26
[27],//27
[28],//28
[29],//29
[30],//30
[31]//31
],

// ДЕКАБРЬ
[
[1],//1
[2],//2
[3],//3
[4],//4
[5],//5
[6],//6
[7],//7
[8],//8
[9],//9
[10],//10
[11],//11
[12],//12
[13],//13
[14],//14
[15],//15
[16],//16
[17],//17
[18],//18
[19],//19
[20],//20
[21],//21
[22],//22
[23],//23
[24],//24
[25],//25
[26],//26
[27],//27
["3 дня до НГ!"],//28
["2 дня до НГ!"],//29
["1 день до НГ!"],//30
["С Новым Годом!"]//31
],

]